Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Reading Pulse Log Plus...
it: Lettura del Pulse Log Plus in corso...
nb: Leser pulslogg pluss...
nb_no: Leser pulslogg pluss...
nl: Lezen Puls Logboek Plus...
ro: Citirea registrului de impulsuri plus...
sk: Čítanie záznamu pulzov plus...
sv: Läser pulslogg plus...
uk: Зчитування журналу Log Плюс...
vi: Đang đọc nhật ký xung Plus...

source: Reading Pulse Log...
it: Lettura del Pulse Log in corso...
nb: Leser pulslogg...
nb_no: Leser pulslogg...
nl: Pulslog uitlezen...
ro: Citirea registrului de impulsuri...
sk: Čítanie záznamu pulzov...
sv: Läser pulslogg...
uk: Зчитування журналу Log...
vi: Đang đọc nhật ký xung...

source: Reading Triggered Alerts...
it: Lettura degli avvisi attivati in corso...
nb: Leser utløste varsler...
nb_no: Leser utløste varsler...
nl: Lees geactiveerde waarschuwingen...
ro: Se citesc alertele declanșate...
sk: Načítavajú sa spustené upozornenia...
sv: Läser utlösta varningar...
uk: Читання активованих сповіщень...
vi: Đang đọc các cảnh báo đã kích hoạt...

source: Ref:
it: Rif:
uk: Посилання:

source: This PumpManager has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please set a new maximum basal rate.
it: Questo PumpManager non è stato configurato con una velocità basale massima perché è stato aggiunto prima che la basale temporanea manuale fosse una funzionalità. Imposta una nuova velocità basale massima.
nb: Denne pumpen er ikke konfigurert med maksimal basaldose fordi den ble lagt til før manuell midlertidig basaldose var en tilgjengelig funksjon. Gå til Behandlingsinnstillinger -> Leveringsgrenser og sett en ny maksimal basaldose.
nb_no: Denne pumpen er ikke konfigurert med maksimal basaldose fordi den ble lagt til før manuell midlertidig basaldose var en tilgjengelig funksjon. Gå til Behandlingsinnstillinger -> Leveringsgrenser og sett en ny maksimal basaldose.
nl: Deze pompmanager is niet geconfigureerd met een maximale basaalstand omdat het is toegevoegd voordat handmatig tijdelijke basaal een functie was. Ga naar therapie instellingen -> afleverlimieten en stel een nieuwe maximale basaalstand in.
ro: Acest PumpManager nu a fost configurat cu o rată bazală maximă deoarece a fost adăugat înainte ca bazala temporară manuală să fie o funcție. Vă rugăm să setați o nouă rată bazală maximă.
sk: Tento PumpManager nemá nastavenú maximálnu bazálnu rýchlosť, pretože bol pridaný predtým, než bola k dispozícii funkcia manuálneho dočasného bazálu. Nastavte novú maximálnu bazálnu rýchlosť.
sv: En maximal basaldos har inte ställts in. Gå till inställningen 'Maxdoser' för att ställa in den maximala basaldosen.
uk: Ця помпа не налаштована на максимальну базальну швидкість, оскільки його було додано до того, як стала доступна функція ручного тимчасового базалу. Будь ласка, встановіть нову максимальну базальну швидкість.
vi: PumpManager này chưa được thiết lập mức basal tối đa vì nó được thêm vào trước khi tính năng basal tạm thời thủ công có sẵn. Vui lòng đặt mức basal tối đa mới.

source: Try adjusting pod position or toggle Bluetooth off and then on in iPhone Settings.
it: Prova a regolare la posizione del Pod oppure disattiva e riattiva il Bluetooth nelle impostazioni dell'iPhone.
nb: Prøv å justere pod-posisjonen eller slå Bluetooth av og på i iPhone-innstillingene.
nb_no: Prøv å justere pod-posisjonen eller slå Bluetooth av og på i iPhone-innstillingene.
nl: Probeer de positie van de pod aan te passen of schakel Bluetooth uit en dan aan in iPhone-instellingen.
ro: Încercați să reglați poziția pompei sau să dezactivați și apoi să activați Bluetooth în setările iPhone.
sk: Skúste upraviť polohu Podu alebo vypnite a znova zapnite Bluetooth v nastaveniach iPhonu.
sv: Prova att justera podposition eller att koppla från och på Bluetooth i iPhone-inställningarna.
uk: Спробуйте відрегулювати положення Pod'у або вимкніть, а потім увімкніть Bluetooth у налаштуваннях iPhone.
vi: Hãy thử điều chỉnh vị trí Pod hoặc tắt rồi bật lại Bluetooth trong Cài đặt iPhone.

source: Unexpected Alert
it: Avviso imprevisto
nb: Uventet varsel
nb_no: Uventet varsel
nl: Onverwachte waarschuwing
ro: Alertă neașteptată
sk: Neočakávané upozornenie
sv: Oväntad varning
uk: Несподіване сповіщення
vi: Cảnh báo bất ngờ

source: Unexpected Pod Alert #%1@!
it: Allarme Pod imprevisto #%1@!
nb: Uventet pod-varsel #%1@!
nb_no: Uventet pod-varsel #%1@!
nl: Onverwachte Pod waarschuwing #%1@!
ro: Alertă de pompă neașteptată #%1@!
sk: Neočakávané upozornenie Podu %1@!
sv: Oväntad poddvarning #%1@!
uk: Несподіване сповіщення Pod #%1@!
vi: Cảnh báo Pod bất ngờ #%1@!

source: You will be notified when the amount of insulin in the Pod reaches this level.
it: Riceverai una notifica quando la quantità d'insulina nel Pod raggiungerà questo livello.
nb: Du vil bli varslet når mengden insulin i pod når dette nivået.
nb_no: Du vil bli varslet når mengden insulin i pod når dette nivået.
nl: iAPS geeft een melding als de hoeveelheid insuline in de Pod dit niveau bereikt.
ro: Veți fi notificat atunci când cantitatea de insulină din pompă atinge acest nivel.
sk: Keď množstvo inzulínu v Pode dosiahne túto úroveň, budete o tom informovaní.
sv: Appen kommer att visa notis när mängden insulin når denna nivå.
uk: Програма повідомить вас, коли кількість інсуліну в Pod досягне цього рівня.
vi: Bạn sẽ được thông báo khi lượng insulin trong Pod đạt đến mức này.

source: %@ dB
ru: %@ дБ

source: Ok
ru: Ок
tr: Tamam
uk: Ок

source: Omnipod
ru: Омнипод

source: OK
tr: Tamam
uk: ОК
